{
    "LuaSnip": {
        "branch": "master"
    },
    "auto-session": {
        "branch": "main"
    },
    "cmp-nvim-lsp": {
        "branch": "main"
    },
    "cmp-path": {
        "branch": "main"
    },
    "cmp_luasnip": {
        "branch": "master"
    },
    "conform.nvim": {
        "branch": "master"
    },
    "diffview.nvim": {
        "branch": "main"
    },
    "dressing.nvim": {
        "branch": "master"
    },
    "fidget.nvim": {
        "branch": "main"
    },
    "gitsigns.nvim": {
        "branch": "main"
    },
    "hardtime.nvim": {
        "branch": "main"
    },
    "harpoon": {
        "branch": "harpoon2"
    },
    "indent-blankline.nvim": {
        "branch": "master"
    },
    "lazy.nvim": {
        "branch": "main"
    },
    "lualine.nvim": {
        "branch": "master"
    },
    "markdown-preview.nvim": {
        "branch": "master"
    },
    "markview.nvim": {
        "branch": "main"
    },
    "mason-lspconfig.nvim": {
        "branch": "main"
    },
    "mason-nvim-dap.nvim": {
        "branch": "main"
    },
    "mason-tool-installer.nvim": {
        "branch": "main"
    },
    "mason.nvim": {
        "branch": "main"
    },
    "neodev.nvim": {
        "branch": "main"
    },
    "neovim": {
        "branch": "main"
    },
    "nui.nvim": {
        "branch": "main"
    },
    "nvim-cmp": {
        "branch": "main"
    },
    "nvim-dap": {
        "branch": "master"
    },
    "nvim-dap-python": {
        "branch": "master"
    },
    "nvim-dap-ui": {
        "branch": "master"
    },
    "nvim-dap-virtual-text": {
        "branch": "master"
    },
    "nvim-lint": {
        "branch": "master"
    },
    "nvim-lspconfig": {
        "branch": "master"
    },
    "nvim-nio": {
        "branch": "master"
    },
    "nvim-spectre": {
        "branch": "master"
    },
    "nvim-treesitter": {
        "branch": "master"
    },
    "nvim-web-devicons": {
        "branch": "master"
    },
    "oil.nvim": {
        "branch": "master"
    },
    "plenary.nvim": {
        "branch": "master"
    },
    "telescope-fzf-native.nvim": {
        "branch": "main"
    },
    "telescope-ui-select.nvim": {
        "branch": "master"
    },
    "telescope.nvim": {
        "branch": "0.1.x"
    },
    "todo-comments.nvim": {
        "branch": "main"
    },
    "tokyonight.nvim": {
        "branch": "main"
    },
    "trouble.nvim": {
        "branch": "main"
    },
    "undotree": {
        "branch": "master"
    },
    "venv-selector.nvim": {
        "branch": "regexp"
    },
    "vim-fugitive": {
        "branch": "master"
    },
    "vim-sleuth": {
        "branch": "master"
    },
    "vim-tmux-navigator": {
        "branch": "master"
    },
    "which-key.nvim": {
        "branch": "main"
    }
}
